Repository: pakocrc/AIChatCourse
Catalog: AIChatCourse/Localization/Localizable.xcstrings
Source language: en
Languages: es_419

source: @ Created by Francisco Cordoba, 2025
es_419: @ Creado por Francisco Cordoba, 2025

source: Account
es_419: Cuenta

source: Account Status
es_419: Estatus de Cuenta

source: Already have an account? Sign in
es_419: ¿Ya tienes una cuenta? Ingresar

source: and chat with them!
es_419: y chatea con ellos

source: Build Number
es_419: Número de build

source: Categories
es_419: Categorias

source: Click + to create your first avatar
es_419: Presiona + para crear tu primer avatar

source: Contact Support
es_419: Contactar a Soporte

source: Continue
es_419: Continuar

source: Continue the onboarding process
es_419: Continuar el proceso de onboarding

source: Create Account
es_419: Crear Cuenta

source: Create Avatar
es_419: Crear Avatar

source: Delete
es_419: Eliminar

source: Delete Account
es_419: Eliminar cuenta

source: Delete Chat
es_419: Borrar Chat

source: Displays the privacy policy
es_419: Muestra la política de privacidad

source: Displays the sign in page
es_419: Muestra la página de inicio de sesión

source: Displays the terms of service
es_419: Muestra los términos y condiciones

source: Explore
es_419: Explorar

source: Featured Avatars
es_419: Avatars Especiales

source: Finish
es_419: Completar

source: Finish the onboarding
es_419: Finalizar el onboarding

source: Free
es_419: Gratis

source: Generate image
es_419: Generar imagen

source: Get started
es_419: Empezar

source: Go to the main app
es_419: Ir a la página inicial de la aplicación

source: Got it!
es_419: Entendido

source: Have
es_419: Ten

source: Image
es_419: Imagen

source: in the
es_419: en el

source: is a
es_419: es una

source: Link to privacy policy page
es_419: Enlace a la política de privacidad

source: Link to sign in page
es_419: Enlace a la página de iniciar sesión

source: Link to terms of service page
es_419: Enlace a los términos y condiciones

source: Loading
es_419: Cargando

source: Make your own
es_419: Crea tus propios

source: My Avatars
es_419: Mis Avatars

source: Name
es_419: Nombre

source: Name your avatar
es_419: Elige un nombre

source: NEW
es_419: NUEVO

source: No avatars yet
es_419: Sin avatars aún

source: Popular
es_419: Pupular

source: Privacy Policy
es_419: Política de Privacidad

source: Profile
es_419: Perfil

source: Purchases
es_419: Compras

source: real conversations
es_419: conversaciones reales

source: Recents
es_419: Recientes

source: Report User/Chat
es_419: Reportar Usuario/Chat

source: Say something...
es_419: Comenta algo…

source: Select a profile color
es_419: Selecciona un color de perfil

source: Settings
es_419: Opciones

source: Setup complete!
es_419: ¡Configuración completada!

source: Sign Out
es_419: Cerrar Sesión

source: Start the onboarding process
es_419: Empezar el proceso de onboarding

source: Terms of Service
es_419: Términos de Uso

source: that is
es_419: eso es

source: The avatar
es_419: El avatar

source: Version
es_419: Versión

source: We've set up everything for you to start chatting!
es_419: Configuramos todo para que empieces a chatear

source: Welcome to the AI Chat onboarding
es_419: Bienvenido al onboarding de AI Chat

source: What would you like to do?
es_419: ¿Que te gustaría hacer?

source: with AI generated responses.
es_419: con AI avatars reales

source: Your chats will appear here
es_419: Tus chats aparecerán aquí

source: Your recent chats will appear here
es_419: Tus chats recientes aparecerán aquí
